/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "return-policy",
      "blocks": {
        "block_1": {
          "type": "policy_item",
          "settings": {
            "heading": "1. ACCEPTANCE OF TERMS",
            "content": "<p>By accessing our website or purchasing a product, you agree to these Terms of Service. If you do not agree, please do not use our site.</p>"
          }
        },
        "block_2": {
          "type": "policy_item",
          "settings": {
            "heading": "2. MISSION STATEMENT",
            "content": "<p>BØRN RZST™ is more than a streetwear brand — it is the uniform of global resistance. Each product combines style with purpose; fashion as defiance, fashion as freedom.</p>"
          }
        },
        "block_3": {
          "type": "policy_item",
          "settings": {
            "heading": "3. PRODUCTS & AVAILABILITY",
            "content": "<p>We reserve the right to modify, discontinue, or limit products without notice. We make every effort to display product details accurately, but cannot guarantee that descriptions, colors, or images will always be error-free.</p>"
          }
        },
        "block_4": {
          "type": "policy_item",
          "settings": {
            "heading": "4. BILLING & ACCOUNT INFORMATION",
            "content": "<p>You agree to provide complete, current, and accurate billing and shipping details. Orders may be canceled if information provided is inaccurate or incomplete.</p>"
          }
        },
        "block_5": {
          "type": "policy_item",
          "settings": {
            "heading": "5. SHIPPING & DELIVERY",
            "content": "<p>Orders are processed promptly, but delivery times vary by region. Once shipped, responsibility passes to the carrier. Customs duties or import taxes are the buyer's responsibility. We are not liable for delays caused by shipping carriers, customs, or external events beyond our control.</p>"
          }
        },
        "block_6": {
          "type": "policy_item",
          "settings": {
            "heading": "6. RETURNS & REFUNDS",
            "content": "<p>Eligible items may be returned within 14 days of receipt. Products must be unworn, unwashed, and in original packaging. Refunds are issued to the original payment method once the product is received and inspected. See our <a href=\"/pages/returns-policy\">Returns Policy</a> for details.</p>"
          }
        },
        "block_7": {
          "type": "policy_item",
          "settings": {
            "heading": "7. PRIVACY & DATA USE",
            "content": "<p>Your data is protected in line with our Privacy Policy. We do not sell personal information to third parties. By purchasing, you consent to our collection and use of data for order fulfillment and community updates.</p>"
          }
        },
        "block_8": {
          "type": "policy_item",
          "settings": {
            "heading": "8. PROHIBITED USES",
            "content": "<p>You may not use this site or our products for unlawful purposes, to infringe intellectual property rights, or to resell without written authorization. Unauthorized use of BØRN RZST™ logos, designs, or slogans is strictly prohibited.</p>"
          }
        },
        "block_9": {
          "type": "policy_item",
          "settings": {
            "heading": "9. INTELLECTUAL PROPERTY",
            "content": "<p>All BØRN RZST™ designs, logos, slogans, and content are intellectual property of BØRN RZST™. Use without express permission is prohibited.</p>"
          }
        },
        "block_10": {
          "type": "policy_item",
          "settings": {
            "heading": "10. LIMITATION OF LIABILITY",
            "content": "<p>To the maximum extent permitted by law, BØRN RZST™ is not liable for indirect, incidental, or consequential damages arising from use of this site or our products. Our liability is limited to the purchase price of the product in question.</p>"
          }
        },
        "block_11": {
          "type": "policy_item",
          "settings": {
            "heading": "11. DELAYS & FORCE MAJEURE",
            "content": "<p>BØRN RZST™ is not responsible for delays or failures due to causes beyond our reasonable control, including natural disasters, strikes, supply shortages, or political unrest.</p>"
          }
        },
        "block_12": {
          "type": "policy_item",
          "settings": {
            "heading": "12. GOVERNING LAW",
            "content": "<p>These Terms are governed by the laws of the United States, under the jurisdiction of Wyoming. Disputes shall be resolved exclusively in the courts of that jurisdiction.</p>"
          }
        }
      },
      "block_order": [
        "block_1",
        "block_2",
        "block_3",
        "block_4",
        "block_5",
        "block_6",
        "block_7",
        "block_8",
        "block_9",
        "block_10",
        "block_11",
        "block_12"
      ],
      "settings": {
        "title": "BØRN RZST™ – TERMS OF SERVICE",
        "effective_date": "Effective Date: December 2025",
        "footer_text": "BØRN RZST™ - THE UNIFORM OF GLOBAL RESISTANCE · © BØRN RZST™ 2025",
        "background_color": "#f3f0e6",
        "text_color": "#050505",
        "accent_color": "#c30100"
      }
    }
  },
  "order": [
    "main"
  ]
}